Repository: Navisence/kwispel
Catalog: app/kwis/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Quiz
nl: Kwis

source: Quizzes
nl: Kwissen

source: Team
nl: Ploeg

source: Teams
nl: Ploegen

source: Round
nl: Ronde

source: Rounds
nl: Rondes

source: Answer
nl: Antwoord

source: Answers
nl: Antwoorden

source: A team can only have one answer per round.
nl: Een team kan slecht 1 score per ronde hebben.

source: Form
nl: Formulier

source: Max score this round:
nl: Max score deze ronde:

source: Kwispel jury overview
nl: Kwispel jury overzicht

source: Trigger refresh
nl: Forceer refresh

source: Overview of all rounds
nl: Overzicht van alle rondes

source: Progress
nl: Voortgang

source: No rounds are available.
nl: Er zijn geen rondes beschikbaar.

source: Overview of all teams
nl: Overzicht van alle ploegen

source: No teams are available.
nl: Er zijn geen ploegen beschikbaar.

source: Progress per round
nl: Voortgang per ronde

source: Progress per team
nl: Voortgang per team

source: Index
nl: Overzicht

source: Ranking
nl: Rangschikking

source: Rankings
nl: Rangschikking

source: Place
nl: Plaats

source: No sorted results found.
nl: Geen gesorteerde resultaten gevonden.

source: Details for
nl: Details voor

source: Subtotal:
nl: Subtotaal:

source: Complete
nl: Volledig

source: %(nrteams)d / %(totalteams)d teams
nl: %(nrteams)d / %(totalteams)d ploegen

source: Final ranking
nl: Einduitslag

source: No results yet
nl: Nog geen resultaten

source: Ranking after
nl: Rangschikking na

source: Cumulative score
nl: Cumulatieve score

source: Cumulative scores and progress
nl: Cumulatieve score en voortgang

source: Statistics
nl: Statistiek

source: Position
nl: Positie
